Revit 2024 API
ParameterTypeId.TrussFamilyBottomChordVerticalProjectionParam Property
 "Analytical Vertical Projection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId TrussFamilyBottomChordVerticalProjectionParam { get; }
Visual Basic
Public Shared ReadOnly Property TrussFamilyBottomChordVerticalProjectionParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ TrussFamilyBottomChordVerticalProjectionParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace